---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Directcontext3dLoaded
source: html/73d0c05b-2201-2d6a-f621-3ddd44fec416.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Directcontext3dLoaded Property

"Loaded"

## Syntax (C#)
```csharp
public static ForgeTypeId Directcontext3dLoaded { get; }
```